tap "armmbed/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "pkgxdev/made"
tap "qmk/qmk"
brew "act"
brew "jpeg-xl"
brew "openssl@3"
brew "harfbuzz"
brew "tesseract"
brew "fnm"
brew "gh"
brew "git"
brew "pyenv"
brew "r"
brew "scrcpy"
cask "android-platform-tools"
cask "arc"
cask "canva"
cask "cloudflare-warp"
cask "dbngin"
cask "discord"
cask "fig"
cask "figma"
cask "firefox-developer-edition"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-inter"
cask "font-lato"
cask "font-montserrat"
cask "font-montserrat-alternates"
cask "font-montserrat-subrayada"
cask "font-new-york"
cask "font-noto-emoji"
cask "font-noto-mono"
cask "font-noto-sans"
cask "font-noto-serif"
cask "font-poppins"
cask "font-poppins-latin"
cask "font-roboto"
cask "font-roboto-flex"
cask "font-roboto-mono"
cask "font-roboto-serif"
cask "font-roboto-slab"
cask "font-sf-arabic"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "google-chrome"
cask "handbrake"
cask "hyper"
cask "iina"
cask "imageoptim"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "katalon-studio"
cask "logi-options-plus"
cask "mongodb-compass"
cask "namechanger"
cask "obs"
cask "obsidian"
cask "pieces"
cask "pieces-os"
cask "postman"
cask "pycharm-ce"
cask "qmk-toolbox"
cask "rapidapi"
cask "raycast"
cask "rstudio"
cask "sf-symbols"
cask "staruml"
cask "tableau-public"
cask "tableplus"
cask "temurin17"
cask "tor-browser"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "albert.TabOut"
vscode "almenon.arepl"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "antfu.file-nesting"
vscode "Arjun.swagger-viewer"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "Codeium.codeium"
vscode "Codium.codium"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-faker"
vscode "DominicVonk.parameter-hints"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "HTMLHint.vscode-htmlhint"
vscode "johnpapa.vscode-peacock"
vscode "kisstkondoros.vscode-codemetrics"
vscode "mattpocock.ts-error-translator"
vscode "meganrogge.template-string-converter"
vscode "MeshIntelligentTechnologiesInc.pieces-vscode"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "moalamri.inline-fold"
vscode "MohammadBaqer.better-folding"
vscode "mrmlnc.vscode-attrs-sorter"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-playwright.playwright"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "naumovs.color-highlight"
vscode "NextNav.NextNav"
vscode "Orta.vscode-jest"
vscode "Orta.vscode-twoslash-queries"
vscode "pflannery.vscode-versionlens"
vscode "PKief.material-icon-theme"
vscode "PKief.material-product-icons"
vscode "pranaygp.vscode-css-peek"
vscode "Prisma.prisma"
vscode "qcz.text-power-tools"
vscode "RandomFractalsInc.vscode-data-preview"
vscode "rebornix.toggle"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sirmspencer.vscode-autohide"
vscode "SonarSource.sonarlint-vscode"
vscode "sourcegraph.cody-ai"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "Tyriar.sort-lines"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "VisualStudioExptTeam.vscodeintellicode-completions"
vscode "vs-publisher-1448185.keyoti-changeallendoflinesequence"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "WallabyJs.dingo-vscode"
vscode "WallabyJs.quokka-vscode"
vscode "WallabyJs.wallaby-vscode"
vscode "wesbos.theme-cobalt2"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "ZixuanChen.vitest-explorer"
