tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "deno"
brew "gh"
brew "git"
brew "jenv"
brew "nvm"
brew "pyenv"
brew "rustup-init"
brew "scrcpy"
brew "qmk/qmk/qmk"
cask "android-platform-tools"
cask "arc"
cask "betterzip"
cask "canva"
cask "cleanshot"
cask "cloudflare-warp"
cask "dbeaver-community"
cask "discord"
cask "fig"
cask "figma"
cask "firefox-developer-edition"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-hubot-sans"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-lato"
cask "font-mona-sans"
cask "font-montserrat"
cask "font-montserrat-alternates"
cask "font-montserrat-subrayada"
cask "font-new-york"
cask "font-noto-emoji"
cask "font-noto-mono"
cask "font-noto-sans"
cask "font-noto-serif"
cask "font-poppins"
cask "font-poppins-latin"
cask "font-roboto"
cask "font-roboto-flex"
cask "font-roboto-mono"
cask "font-roboto-serif"
cask "font-roboto-slab"
cask "font-sf-arabic"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "google-chrome"
cask "handbrake"
cask "hyper"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "keycastr"
cask "mongodb-compass"
cask "namechanger"
cask "ngrok"
cask "obsidian"
cask "pixelsnap"
cask "postman"
cask "rapidapi"
cask "raycast"
cask "sip"
cask "spotify"
cask "staruml"
cask "temurin17"
cask "the-unarchiver"
cask "tor-browser"
cask "zoom"
