tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "jpeg-xl"
brew "deno"
brew "exa"
brew "harfbuzz"
brew "tesseract"
brew "fnm"
brew "gh"
brew "git"
brew "jenv"
brew "openssl@3", link: false
brew "pyenv"
brew "r"
brew "rustup-init"
brew "scrcpy"
brew "qmk/qmk/qmk"
cask "android-platform-tools"
cask "arc"
cask "betterzip"
cask "canva"
cask "cleanshot"
cask "cloudflare-warp"
cask "dbeaver-community"
cask "discord"
cask "fig"
cask "figma"
cask "firefox-developer-edition"
cask "font-cascadia-code"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-hubot-sans"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-lato"
cask "font-mona-sans"
cask "font-montserrat"
cask "font-montserrat-alternates"
cask "font-montserrat-subrayada"
cask "font-new-york"
cask "font-noto-emoji"
cask "font-noto-mono"
cask "font-noto-sans"
cask "font-noto-serif"
cask "font-poppins"
cask "font-poppins-latin"
cask "font-roboto"
cask "font-roboto-flex"
cask "font-roboto-mono"
cask "font-roboto-serif"
cask "font-roboto-slab"
cask "font-sf-arabic"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "google-chrome"
cask "handbrake"
cask "hyper"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "logi-options-plus"
cask "mongodb-compass"
cask "namechanger"
cask "ngrok"
cask "obsidian"
cask "pixelsnap"
cask "postman"
cask "pycharm-ce"
cask "rapidapi"
cask "raycast"
cask "rstudio"
cask "sip"
cask "spotify"
cask "staruml"
cask "tableau-public"
cask "temurin17"
cask "the-unarchiver"
cask "tor-browser"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "albert.TabOut"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "antfu.file-nesting"
vscode "bradlc.vscode-tailwindcss"
vscode "Cardinal90.multi-cursor-case-preserve"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "Codeium.codeium"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-faker"
vscode "denoland.vscode-deno"
vscode "dfinity-foundation.vscode-motoko"
vscode "DominicVonk.parameter-hints"
vscode "dotenv.dotenv-vscode"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "HTMLHint.vscode-htmlhint"
vscode "JakeWilson.vscode-placeholder-images"
vscode "johnpapa.vscode-peacock"
vscode "kisstkondoros.csstriggers"
vscode "mattpocock.ts-error-translator"
vscode "mechatroner.rainbow-csv"
vscode "meganrogge.template-string-converter"
vscode "mhutchie.git-graph"
vscode "moalamri.inline-fold"
vscode "MohammadBaqer.better-folding"
vscode "mrmlnc.vscode-attrs-sorter"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-typescript-next"
vscode "Orta.vscode-jest"
vscode "patbenatar.advanced-new-file"
vscode "pflannery.vscode-versionlens"
vscode "PKief.material-icon-theme"
vscode "PKief.material-product-icons"
vscode "pranaygp.vscode-css-peek"
vscode "Prisma.prisma"
vscode "qcz.text-power-tools"
vscode "RandomFractalsInc.vscode-data-preview"
vscode "rebornix.toggle"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "sirmspencer.vscode-autohide"
vscode "sleistner.vscode-fileutils"
vscode "solnurkarim.html-to-css-autocompletion"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "Tyriar.sort-lines"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "VisualStudioExptTeam.vscodeintellicode-completions"
vscode "WallabyJs.console-ninja"
vscode "WallabyJs.dingo-vscode"
vscode "WallabyJs.quokka-vscode"
vscode "WallabyJs.wallaby-vscode"
vscode "wesbos.theme-cobalt2"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "Zignd.html-css-class-completion"
